Revit 2027 API
AssetSet.Size Property
Namespace: Autodesk.Revit.DB.Visual
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public virtual int Size { get; }
Public Overridable ReadOnly Property Size As Integer
	Get
public:
virtual property int Size {
	int get ();
}
abstract Size : int with get
override Size : int with get
Property Value
Int32
See Also
Reference
AssetSet Class
Autodesk.Revit.DB.Visual Namespace